Repository: yaquake-dot-com/humidor
Catalog: Sources/Humidor/Localizable.xcstrings
Source language: en
Languages: ca, cs, de, es_cl, es_es, et, fr, hu, it, lv, nl, pl, pt_br, pt_pt, ru, ta, tr, uk, zh_hans

source: Show Log Pane
ca: Mostrar el panell de registre
cs: Zobrazit panel protokolu
de: Protokollfenster anzeigen
es_cl: Mostrar Panel del Registro
es_es: Mostrar panel del registro
et: Kuva logipaneel
fr: Afficher le volet du journal
hu: Napló ablak megjelenítése
it: Mostra Pannello Registro
lv: Rādīt žurnāla paneli
nl: Logpaneel weergeven
pl: Pokaż okno logów
pt_br: Mostrar Painel de Registro
pt_pt: Mostrar Painel de Registo
ru: Показать журнал событий
ta: பதிவு பலகத்தைக் காட்டு
tr: Günlük Bölmesini Göster
uk: Показати панель журналу
zh_hans: 显示日志窗格

source: Show confirmation dialog
ca: Mostra el diàleg de confirmació
cs: Zobrazit dialogové okno potvrzení
de: Bestätigungsdialog anzeigen
es_cl: Mostrar diálogo de confirmación
es_es: Mostrar diálogo de confirmación
et: Kuva kinnitusdialoog
fr: Afficher la boîte de dialogue de confirmation
hu: Megerősítő párbeszéd megjelenítése
it: Mostra finestra di conferma
lv: Rādīt apstiprinājuma dialoglodziņu
nl: Bevestigingsvenster weergeven
pl: Pokaż okno potwierdzenia
pt_br: Mostrar caixa de diálogo de confirmação
pt_pt: Mostrar caixa de diálogo de confirmação
ru: Показать диалог подтверждения
ta: உறுதிப்படுத்தல் உரையாடலைக் காட்டு
tr: Onay iletişim kutusunu göster
uk: Показати діалогове вікно підтвердження
zh_hans: 显示确认对话框

source: Show exact file sizes (requires a restart)
ca: Mostra la mida exacta dels fitxers (requereix reinici)
cs: Zobrazení přesných velikostí souborů (vyžaduje restartování)
de: Exakte Dateigrößen anzeigen (erfordert einen Neustart)
es_es: Mostrar los tamaños de exactos de los archivo (requiere reiniciar)
et: Kuva täpsed failisuurused (nõuab taaskäivitamist)
fr: Afficher la taille exacte des fichiers (nécessite un redémarrage)
hu: Pontos fájlméretek megjelenítése (újraindítást igényel)
it: Mostra dimensioni esatte dei file (richiede un riavvio)
lv: Rādīt precīzus failu izmērus (nepieciešama restartēšana)
nl: Exacte bestandsgroottes weergeven (vereist een herstart)
pl: Pokaż dokładne rozmiary plików (wymaga ponownego uruchomienia)
pt_br: Mostrar tamanhos de arquivo exatos (requer uma reinicialização)
pt_pt: Mostrar tamanhos de ficheiro exatos (requer uma reinicialização)
ru: Показывать точные размеры файлов (требуется перезапуск программы)
ta: சரியான கோப்பு அளவுகளைக் காட்டு (மறுதொடக்கம் தேவை)
tr: Tam dosya boyutlarını göster (yeniden başlatma gerektirir)
zh_hans: 显示文件具体大小（需要重启）

source: Show feed of public chat room messages
ca: Mostrar el flux de missatges de la sala de xat pública
cs: Ukázat přehled zpráv místnosti veřejného chatu
de: Zeige den Feed der Nachrichten aus öffentlichen Chaträumen
es_cl: Mostrar el flujo de mensajes de las salas de chat públicas
es_es: Mostrar el flujo de mensajes de las salas de chat públicas
et: Kuva avaliku jututoa sõnumite voog
fr: Afficher le flux des messages des salons de discussion publics
hu: A nyilvános csevegőszoba üzenetfolyamának megjelenítése
it: Mostra feed di messaggi di chat room pubbliche
lv: Rādīt publiskās tērzēšanas istabas ziņu plūsmu
nl: Feed van openbare chatkamer berichten weergeven
pl: Pokaż kanał wiadomości z publicznego pokoju rozmów
pt_br: Mostrar feed de mensagens públicas da sala de bate-papo
pt_pt: Mostrar feed de mensagens públicas da sala de bate-papo
ru: Показать ленту сообщений публичного чата
ta: பொது அரட்டை அறை செய்திகளின் ஊட்டத்தைக் காட்டு
tr: Herkese açık sohbet odası mesajlarının akışını göster
uk: Показати стрічку повідомлень публічної кімнати чату
zh_hans: 显示公共聊天室消息订阅流

source: Show in Finder
ca: Mostra al Finder
cs: Zobrazit ve Finderu
de: Im Finder anzeigen
es_cl: Mostrar en Finder
es_es: Mostrar en Finder
et: Kuva Finderis
fr: Afficher dans le Finder
hu: Megjelenítés a Finderben
it: Mostra nel Finder
lv: Rādīt Finder
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
pt_pt: Mostrar no Finder
ru: Показать в Finder
ta: Finder-இல் காட்டு
tr: Finder'da Göster
uk: Показати у Finder
zh_hans: 在访达中显示

source: Show notification for private chats and mentions in the window title
ca: Mostrar la notificació de xats privats i mencions al títol de la finestra
cs: Zobrazit oznámení soukromých chatů a zmínek v titulku okna
de: Zeige Benachrichtigungen für private Chats und Erwähnungen im Fenstertitel an
es_cl: Mostrar la notificación de los chats privados y las menciones en el título de la ventana
es_es: Mostrar la notificación de los chats privados y las menciones en el título de la ventana
et: Kuva märguanne privaatvestluste ja mainimiste kohta akna pealkirjas
fr: Afficher les notifications pour les discussions privées et les mentions dans le titre de la fenêtre
hu: A privát csevegések és az említések értesítéseinek megjelenítése az ablakcímmezőben
it: Mostra notifica nel titolo della finestra per chat private e menzioni
lv: Privāto tērzēšanu un pieminējumu paziņojumu rādīšana loga nosaukumā
nl: Meldingen voor privéchats en vermeldingen in de titel van het venster weergeven
pl: Pokaż powiadomienia o prywatnych czatach i wzmiankach w tytule okna
pt_br: Mostrar notificação para bate-papos privados e menções no título da janela
pt_pt: Mostrar notificação para bate-papos privados e menções no título da janela
ru: Показывать уведомление в заголовке окна при упоминании в чатах
ta: சாளர தலைப்பில் தனிப்பட்ட அரட்டைகள் மற்றும் குறிப்புகளுக்கான அறிவிப்பைக் காட்டு
tr: Pencere başlığında özel sohbetler ve bahsetmeler için bildirim göster
uk: Показувати сповіщення про приватні чати та згадки в заголовку вікна
zh_hans: 在窗口标题中显示私人聊天和提及的通知

source: Show notifications for:
ca: Mostrar les notificacions per a:
cs: Zobrazit oznámení pro:
de: Benachrichtigungen anzeigen für:
es_cl: Mostrar notificaciones para:
es_es: Mostrar notificaciones para:
et: Kuva märguanded:
fr: Afficher les notification pour :
hu: Értesítések megjelenítése a következőhöz:
it: Mostra notifiche per:
lv: Rādīt paziņojumus par:
nl: Meldingen weergeven voor:
pl: Pokaż powiadomienia dla:
pt_br: Mostrar notificações para:
pt_pt: Mostrar notificações para:
ru: Показ уведомлений:
ta: இதற்கான அறிவிப்புகளைக் காட்டு:
tr: Şunlar için bildirimleri göster:
uk: Показати сповіщення для:
zh_hans: 显示以下通知：

source: Show only those results from users which have at least one upload slot free, i.e. files that are available immediately.
ca: Mostra només resultats d'usuaris que tinguin almenys un lloc de pujada disponible, és a dir, fitxers que estiguin disponibles immediatament.
cs: Zobrazit výsledky pouze od uživatelů, kteří mají volný alespoň jeden slot pro nahrávání, tedy zobrazí se soubory dostupné ihned ke stažení.
de: Zeige nur Ergebnisse von Nutzern, die mindestens einen Upload-Slot frei haben, also Dateien, die sofort verfügbar sind.
es_es: Mostrar sólo los resultados de los usuarios que tienen al menos una ranura de carga libre, es decir, los archivos que están disponibles inmediatamente.
et: Kuva tulemused ainult nendelt kasutajatelt, kellel on vähemalt üks üleslaadimispesa vaba, st failid, mis on kohe saadaval.
fr: N'afficher que les résultats des utilisateurs qui ont au moins un créneau de téléchargement libre, c'est-à-dire des fichiers disponibles immédiatement.
hu: Csak azokat az eredményeket jelenítse meg a felhasználóktól, ahol legalább egy feltöltési szál szabad, azaz olyan fájlokat amelyek azonnal elérhetőek.
it: Mostra solo i risultati dagli utenti che hanno almeno uno slot di upload libero, ovvero file che sono disponibili immediatamente.
lv: Rādīt tikai to lietotāju rezultātus, kuriem ir vismaz viens brīvs augšupielādes slots, t. i., failus, kas ir pieejami nekavējoties.
nl: Alleen resultaten van gebruikers weergeven die ten minste één uploadslot vrij hebben, oftewel bestanden die direct beschikbaar zijn.
pl: Pokaż tylko te wyniki od użytkowników, którzy mają przynajmniej jeden wolny slot. Ten filtr jest stosowany natychmiast.
pt_br: Mostrar apenas os resultados de usuários que têm pelo menos um slot de upload livre, ou seja, arquivos que estão disponíveis imediatamente.
pt_pt: Mostrar apenas os resultados de utilizadores que têm pelo menos um slot de upload livre, ou seja, ficheiros que estão disponíveis imediatamente.
ru: Показывать только те результаты от пользователей, у которых свободен хотя бы один слот раздачи, т.е. файлы, которые доступны немедленно.
ta: குறைந்தது ஒரு பதிவேற்ற ச்லாட் இலவசம் கொண்ட பயனர்களிடமிருந்து அந்த முடிவுகளை மட்டுமே காட்டுங்கள், அதாவது உடனடியாக கிடைக்கும் கோப்புகள்.
tr: Yalnızca en az bir yükleme yuvası boş olan kullanıcılardan gelen sonuçları, yani hemen kullanılabilir olan dosyaları göster.
zh_hans: 仅显示至少有一个可用上传槽位的用户的结果，即立即可用的文件。

source: Show privately shared files in search results
ca: Mostrar els fitxers compartits de manera privada als resultats de la cerca
cs: Zobrazení soukromě sdílených souborů ve výsledcích vyhledávání
de: Zeige privat freigegebene Dateien in den Suchergebnissen
es_cl: Mostrar los archivos compartidos de forma privada en los resultados de la búsqueda
es_es: Mostrar los archivos compartidos de forma privada en los resultados de la búsqueda
et: Kuva privaatselt jagatud failid otsingutulemustes
fr: Afficher les fichiers partagés en privé dans les résultats de recherche
hu: Privát módon megosztott fájlok megjelenítése a keresési eredményekben
it: Mostra file condivisi privatamente nei risultati di ricerca
lv: Rādīt privāti koplietotos failus meklēšanas rezultātos
nl: Privé gedeelde bestanden in zoekresultaten weergeven
pl: Pokaż prywatnie udostępnione pliki w wynikach wyszukiwania
pt_br: Mostrar arquivos compartilhados de forma privada nos resultados da pesquisa
pt_pt: Mostrar ficheiros partilhados de forma privada nos resultados da pesquisa
ru: Показывать частные файлы в результатах поиска
ta: தேடல் முடிவுகளில் தனிப்பட்ட முறையில் பகிரப்பட்ட கோப்புகளைக் காட்டு
tr: Arama sonuçlarında özel olarak paylaşılan dosyaları göster
uk: Показувати приватні файли в результатах пошуку
zh_hans: 在搜索结果中显示私人共享文件

source: Show reverse file paths (requires a restart)
ca: Mostra els camins inversos dels fitxers (requereix un reinici)
cs: Zobrazení obrácených cest k souborům (vyžaduje restartování)
de: Umgekehrte Dateipfade anzeigen (erfordert einen Neustart)
es_es: Mostrar las rutas de los archivo a la inversa (requiere reiniciar)
et: Kuva pööratud failiteed (vajab taaskäivitamist)
fr: Afficher les chemins de fichiers inversés (nécessite un redémarrage)
hu: Fordított fájlútvonalak megjelenítése (újraindítást igényel)
it: Mostra percorsi file inversi (richiede un riavvio)
lv: Rādīt apgrieztus failu ceļus (nepieciešama restartēšana)
nl: Bestandspaden omgekeerd weergeven (herstart vereist)
pl: Pokaż odwrotne ścieżki plików (wymaga ponownego uruchomienia)
pt_br: Mostrar caminhos de arquivo reversos (requer uma reinicialização)
pt_pt: Mostrar caminhos de ficheiro reversos (requer uma reinicialização)
ru: Показывать обратные пути файлов (требуется перезапуск)
ta: தலைகீழ் கோப்பு பாதைகளைக் காட்டு (மறுதொடக்கம் தேவை)
tr: Ters dosya yollarını göster (yeniden başlatma gerektirir)
zh_hans: 显示反向文件路径（需要重新启动）

source: Sidebar in Chat Rooms tab
ca: Barra lateral a la pestanya Sales de xat
cs: Boční panel na kartě chatovacích místností
de: Seitenleiste im Chaträume-Tab
es_es: Barra lateral en la pestaña Salas del chat
et: Külgriba jututubade vahekaardil
fr: Barre latérale dans l'onglet "Salon de Discussion"
hu: Oldalsáv a csevegőszobák lapon
it: Barra laterale nella scheda delle Chat Room
lv: Sānjoslā 'Tērzēšanas istabas' cilnē
nl: Zijbalk in chatkamers-tab
pl: Pasek boczny na karcie Pokoje rozmów
pt_br: Barra lateral na aba Salas de bate-papo
pt_pt: Barra lateral na guia Salas de bate-papo
ru: Боковая панель на вкладке "Комнаты чата"
ta: அரட்டை அறைகள் தாவலில் பக்கப்பட்டி
tr: Sohbet Odaları sekmesinde kenar çubuğu
zh_hans: 在聊天室中显示侧边栏

source: Similar Users
ca: Usuaris similars
cs: Podobní uživatelé
de: Ähnliche Benutzer
es_cl: Usuarios Similares
es_es: Usuarios similares
et: Sarnased kasutajad
fr: Utilisateurs similaires
hu: Hasonló felhasználók
it: Utenti Simili
lv: Līdzīgi lietotāji
nl: Vergelijkbare gebruikers
pl: Podobni użytkownicy
pt_br: Usuários Similares
pt_pt: Utilizadores Similares
ru: Похожие пользователи
ta: ஒத்த பயனர்கள்
tr: Benzer Kullanıcılar
uk: Схожі користувачі
zh_hans: 类似用户

source: Similar Users (%@)
ca: Usuaris similars (%@)
cs: Podobní uživatelé (%@)
de: Ähnliche Benutzer (%@)
es_cl: Usuarios similares (%@)
es_es: Usuarios similares (%@)
et: Sarnased kasutajad (%@)
fr: Utilisateurs similaires (%@)
hu: Hasonló felhasználók (%@)
it: Utenti Simili (%@)
lv: Līdzīgi lietotāji (%@)
nl: Vergelijkbare gebruikers (%@)
pl: Podobni użytkownicy (%@)
pt_br: Usuários Similares (%@)
pt_pt: Utilizadores Similares (%@)
ru: Похожие пользователи (%@)
ta: ஒத்த பயனர்கள் (%@)
tr: Benzer Kullanıcılar (%@)
uk: Схожі користувачі (%@)
zh_hans: 类似用户（%@）

source: Size
ca: Mida
cs: Velikost
de: Größe
es_cl: Tamaño
es_es: Tamaño
et: Suurus
fr: Taille
hu: Méret
it: Dimensione
lv: Izmērs
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
ta: அளவு
tr: Boyut
uk: Розмір
zh_hans: 大小

source: Size:
ca: Mida:
cs: Velikost:
de: Größe:
es_cl: Tamaño:
es_es: Tamaño:
et: Suurus:
fr: Taille :
hu: Méret:
it: Dimensione:
lv: Izmērs:
nl: Grootte:
pl: Rozmiar:
pt_br: Tamanho:
pt_pt: Tamanho:
ru: Размер:
ta: அளவு:
tr: Boyut:
uk: Розмір:
zh_hans: 大小:

source: Sort
ca: Ordena
cs: Seřadit
de: Sortieren
es_cl: Ordenar
es_es: Ordenar
et: Sordi
fr: Trier
hu: Rendezés
it: Ordina
lv: Kārtot
nl: Sorteer
pl: Sortuj
pt_br: Ordenar
pt_pt: Ordenar
ru: Сортировка
ta: வரிசைப்படுத்து
tr: Sırala
uk: Сортування
zh_hans: 排序

source: Soulseek Privileges
ca: Privilegis de Soulseek
cs: Soulseek Privilegia
de: Soulseek Privilegien
es_cl: Privilegios de Soulseek
es_es: Privilegios de Soulseek
et: Soulseek privileegid
fr: Privilèges Soulseek
hu: Soulseek kiváltságok
it: Privilegi Soulseek
lv: Soulseek privilēģijas
pl: Przywileje Soulseek
pt_br: Soulseek Privilégios
pt_pt: Soulseek Privilégios
ru: Привилегии Soulseek
ta: ஆன்மாதேடு சலுகைகள்
tr: Soulseek Ayrıcalıkları
uk: Привілеї Soulseek
zh_hans: Soulseek特权

source: Soulseek is an unencrypted protocol not intended for secure communication.
ca: Soulseek és un protocol sense xifrar que no està pensat per a una comunicació segura.
cs: Soulseek je nešifrovaným protokolem, který není navržen pro bezpečnou komunikaci.
de: Soulseek ist ein unverschlüsseltes Protokoll, das nicht für sichere Kommunikation gedacht ist.
es_es: Soulseek es un protocolo no cifrado que no está pensado para la comunicación segura.
et: Soulseek on krüptimata protokoll, mis ei ole mõeldud turvaliseks suhtluseks.
fr: Soulseek est un protocole non encrypté et n'est en aucun prévu à une communication sécurisée.
hu: A Soulseek titkosítatlan protokoll, amelyet nem biztonságos kommunikációra találtak ki.
it: Soulseek è un protocollo non crittografato non destinato alla comunicazione sicura.
lv: Soulseek ir nešifrēts protokols, kas nav paredzēts drošai saziņai.
nl: Soulseek is een ongecodeerd protocol dat niet bedoeld is voor veilige communicatie.
pl: Soulseek to niezaszyfrowany protokół nieprzeznaczony do bezpiecznej komunikacji.
pt_br: Soulseek é um protocolo não criptografado, não destinado à comunicação segura.
pt_pt: Soulseek é um protocolo não criptografado, não destinado à comunicação segura.
ru: Soulseek - это незашифрованный протокол, не предназначенный для безопасного общения.
ta: ஆன்மாதேடு என்பது பாதுகாப்பான தகவல்தொடர்புக்காக அல்ல மறைகுறியாக்கப்பட்ட நெறிமுறை.
tr: Soulseek güvenli iletişim için tasarlanmamış şifreli olmayan bir protokoldür.
zh_hans: Soulseek 是非加密协议，并非为加密通信设计。

source: Soulseek server:
ca: Servidor Soulseek:
es_cl: Servidor de Soulseek:
es_es: Servidor de Soulseek:
fr: Serveur Soulseek :
hu: Soulseek kiszolgáló:
it: Server Soulseek:
lv: Soulseek serveris:
pl: Serwer Soulseek:
pt_br: Servidor Soulseek:
pt_pt: Servidor Soulseek:
ru: Адрес сервера Soulseek:
ta: ஆன்மாதேடு சேவையகம்:
tr: Soulseek sunucusu:
uk: Сервер Soulseek:
zh_hans: Soulseek服务器:

source: Soulseek users will be able to download from your shares. Contribute to the Soulseek network by sharing your own files and by resharing what you downloaded from other users.
ca: Els usuaris de Soulseek podran descarregar dels teus fitxers compartits. Contribueix a la xarxa de Soulseek compartint els teus propis arxius i recompartint el que has descarregat d'altres usuaris.
cs: Uživatelé Soulseek budou moci stahovat z vašich sdílení. Přispějte síti Soulseek sdílením své vlastní sbírky a sdílením toho, co jste si stáhli od ostatních uživatelů.
de: Soulseek-Nutzer werden in der Lage sein, von deinen Freigaben herunterzuladen. Trage zum Soulseek-Netzwerk bei, indem du deine eigenen Dateien freigibst und das, was du von anderen Nutzern heruntergeladen hast, weitergibst.
es_es: Los usuarios de Soulseek podrán descargar tus compartidos. Contribuye a la red Soulseek compartiendo tus propios ficheros y los que hayas descargado de otros usuarios.
et: Soulseeki kasutajad saavad sinu jagatud kataloogidest alla laadida. Anna oma panus Soulseeki võrku, jagades oma faile ja jagades edasi seda, mida oled teistelt kasutajatelt alla laadinud.
fr: Les utilisateurs de Soulseek pourront télécharger à partir de vos partages. Contribuez au réseau Soulseek en partageant votre propre collection et en partageant à nouveau ce que vous avez téléchargé d'autres utilisateurs.
hu: A Soulseek felhasználók letölthetnek a megosztásaiból. Járuljon hozzá a Soulseek hálózathoz saját fájljainak megosztásával és a más felhasználóktól letöltött tartalmak újra megosztásával.
it: Gli utenti di Soulseek potranno scaricare dai tuoi Condividi. Contribuisci alla rete Soulseek condividendo i tuoi file e ricondividendo ciò che hai scaricato da altri utenti.
lv: Soulseek lietotāji varēs lejupielādēt no jūsu koplietojumiem. Veiciniet Soulseek tīkla attīstību, daloties ar saviem failiem, kā arī ar to, ko esat lejupielādējuši no citiem lietotājiem.
nl: Soulseek-gebruikers kunnen downloaden uit jouw Shares. Draag bij aan het Soulseek-netwerk door je eigen bestanden te delen en door opnieuw te delen wat je van andere gebruikers hebt gedownload.
pl: Użytkownicy Soulseek będą mogli pobierać z Twoich udziałów. Przyczyniaj się do rozwoju sieci Soulseek, udostępniając własną kolekcję i udostępniając ponownie to, co pobrałeś od innych użytkowników.
pt_br: Os usuários do Soulseek poderão fazer download de seus compartilhamentos. Contribua com a rede Soulseek compartilhando seus próprios arquivos e compartilhando novamente o que você baixou de outros usuários.
pt_pt: Os utilizadores do Soulseek poderão descarregar dos seus partilhamentos. Contribua com a rede Soulseek partilhando os seus próprios ficheiros e partilhando novamente o que descarregou de outros utilizadores.
ru: Пользователи Soulseek смогут скачивать ваши файлы, если вы добавите их в общий доступ. Внесите свой вклад в сеть Soulseek, поделившись своей собственной коллекцией, а также опубликовав то, что вы скачали у других пользователей.
ta: ஆன்மாதேடு பயனர்கள் உங்கள் பங்குகளிலிருந்து பதிவிறக்கம் செய்ய முடியும். உங்கள் சொந்த கோப்புகளைப் பகிர்வதன் மூலமும், பிற பயனர்களிடமிருந்து நீங்கள் பதிவிறக்கம் செய்ததை மறுசீரமைப்பதன் மூலமும் ஆன்மாதேடு நெட்வொர்க்கிற்கு பங்களிக்கவும்.
tr: Soulseek kullanıcıları paylaşımlarınızdan indirebilecekler. Kendi dosyalarınızı paylaşarak ve diğer kullanıcılardan indirdiklerinizi yeniden paylaşarak Soulseek ağına katkıda bulunun.
zh_hans: Soulseek 用户可以从您的共享中下载。通过分享您自己的收藏和转发您从其他用户下载的内容，为 Soulseek 网络做出贡献。

source: Speed
ca: Velocitat
cs: Rychlost
de: Geschwindigkeit
es_cl: Velocidad
es_es: Velocidad
et: Kiirus
fr: Vitesse
hu: Sebesség
it: Velocità
lv: Ātrums
nl: Snelheid
pl: Prędkość
pt_br: Velocidade
pt_pt: Velocidade
ru: Скорость
ta: வேகம்
tr: Hız
uk: Швидкість
zh_hans: 速度

source: Status
ca: Estat
cs: Stav
es_cl: Estado
es_es: Estado
et: Olek
fr: État
hu: Állapot
it: Stato
lv: Statuss
pt_pt: Estado
ru: Статус
ta: நிலை
tr: Durum
uk: Статус
zh_hans: 状态

source: Store completed downloads in username subfolders
ca: Emmagatzema les descàrregues completades a les subcarpetes amb els noms d'usuari
cs: Ukládat dokončená stahování v podsložkách uživatelského jména
de: Gespeicherte Downloads in Benutzerunterordnern ablegen
es_cl: Almacenar las descargas completadas en subcarpetas con los nombres de usuario
es_es: Almacenar las descargas completadas en subcarpetas con los nombres de usuario
et: Salvesta lõpetatud allalaadimised kasutajanimede alamkaustadesse
fr: Stocker les téléchargements terminés dans les sous-dossiers du nom d'utilisateur
hu: A befejezett letöltéseket a felhasználónév almappáiban tárolja
it: Memorizza download completati nelle sottocartelle con nome utente
lv: Saglabāt pabeigtās lejupielādes lietotājvārdu apakšmapēs
nl: Voltooide downloads opslaan in gebruikersnaam-submappen
pl: Przechowuj ukończone pobrania w podfolderach z nazwą użytkownika
pt_br: Armazenar downloads concluídos em subpastas de nome de usuário
pt_pt: Armazenar descargas concluídas em subpastas de nome de utilizador
ru: Сохранять завершённые загрузки в подкаталогах с именами пользователей
ta: பயனர்பெயர் துணை கோப்புறைகளில் நிறைவு செய்யப்பட்ட பதிவிறக்கங்களை சேமிக்கவும்
tr: Tamamlanan indirmeleri kullanıcı adı alt klasörlerinde depola
uk: Зберігайте завершені завантаження у підкаталогах імені користувача
zh_hans: 将完成的下载存储在用户名子文件夹中
